Repository: jamesramsayboyd/Complex-Data-Structures-AT2
Catalog: AstroMathClient/AstroMathClient/AstroMathClient.*.resx
Languages: de_de

# buttonCalculateStarVelocity.Text
source: CALCULATE
de_de: BERECHNUNG

# labelStarVelocity.Text
source: STAR VELOCITY
de_de: STERNGESCHWINDIGKEIT

# labelStarDistance.Text
source: STAR DISTANCE
de_de: STERNENABSTAND

# buttonCalculateStarDistance.Text
source: CALCULATE
de_de: BERECHNUNG

# labelTemperature.Text
source: TEMPERATURE
de_de: TEMPERATUR

# buttonConvertTemperature.Text
source: CONVERT
de_de: KONVERTIEREN

# labelEventHorizon.Text
source: EVENT HORIZON
de_de: EREIGNISHORIZONT

# buttonCalculateEventHorizon.Text
source: CALCULATE
de_de: BERECHNUNG

# menuStripFile.Text
source: File
de_de: Akte

# menuStripFileClearTextboxes.Text
source: Clear Textboxes
de_de: Textfelder löschen

# menuStripFileResetToDefault.Text
source: Reset to Default
de_de: Zurücksetzen

# menuStripFileExit.Text
source: Exit
de_de: Ausgang

# menuStripCustomisation.Text
source: Customisation
de_de: Anpassung

# menuStripCustomisationCustom.Text
source: Custom Theme
de_de: Benutzerdefiniertes Design

# menuStripLanguage.Text
source: Language
de_de: Sprache

# menuStripLanguageEnglish.Text
source: English
de_de: Englisch

# menuStripLanguageFrench.Text
source: French
de_de: Französisch

# menuStripLanguageGerman.Text
source: German
de_de: Deutsch

# labelObservedWavelength.Text
source: Observed Wavelength (nm)
de_de: Beobachtete Wellenlänge (nm)

# labelRestWavelength.Text
source: Rest Wavelength (nm)
de_de: Ruhewellenlänge (nm)

# labelParallaxAngle.Text
source: Parallax Angle (arcsec)
de_de: Parallaxenwinkel (arcsec)

# columnVelocity.Text
source: Velocity (m/s)
de_de: Geschwindigkeit (m/s)

# columnDistance.Text
source: Distance (parsecs)
de_de: Distanz (parsecs)

# columnEventHorizon.Text
source: Event Horizon (m)
de_de: Ereignishorizont (m)
